import { html } from '/wildtype/lit.js';
// japanese
export const templates = {
	code: 'jp',
	'lang': '日本語',
	'key.key': html`言語<a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.htmlの例</a>`,

	hello: html`こんにちは`,
	'demo.text.sample': html`
<p>
今、私は一人です。
</p>
<p>
おお、なんて悪党で農民の奴隷なのか！このプレイヤーがここにいるのは恐ろしいことではありませんが、フィクションでは、情熱の夢の中で、彼の魂を彼自身の思い込みに強制することができます。壊れた声、そして彼の機能全体が彼のうぬぼれに形を合わせていますか？そして、すべて無料です！ヘカベーのために！
</p>
<p>
彼にとってヘクバ、または彼にとってヘクバとは何ですか、彼は彼女のために泣くべきですか？彼は何をしますか、彼は私が持っている情熱の動機と手がかりを持っていましたか？彼は涙で舞台を溺れさせ、恐ろしいスピーチで一般的な耳を切り裂き、罪を犯し、自由をアピールし、無知を混乱させ、そして確かに目と耳の能力を驚かせました。それでも私は、鈍くて泥だらけの悪党、ピーク、ジョン・ア・ドリームスのように、私の大義を妊娠しておらず、何も言えません。いいえ、王のためではありません。その財産と最も大切な人生に、ひどい敗北が起こりました。私は臆病者ですか？誰が私を悪役と呼んでいますか？私の仲間を壊しますか？あごひげをはがして、顔に吹きつけますか？鼻で私を微調整しますか？喉の奥まで嘘をつく、肺の深さ？これは誰ですか？ハ！
</p>
<p>
「スワウンド、私はそれを取るべきです：それはできませんが、私は鳩の肝臓であり、勇気がありません抑圧を苦くするために、またはこれがあれば、私はこの奴隷の内臓ですべての地域の凧を太らせるべきでした：血まみれの、卑劣な悪役！悔い改めない、危険な、多淫な、親切な悪役！
</p>
<p>
おお、復讐！
</p>
<p>
なんで、なんてお尻なんだ！これは最も勇敢です、親愛なる父の息子である私が殺害され、天国と地獄によって私の復讐を促されました、娼婦のように、言葉で私の心を解き放ち、そして非常に卑劣なように呪いに陥らなければなりません、スカリオン！
</p>
<p>
ファイアアポン！フォー！約、私の脳！私は、劇に座っている有罪の生き物が、シーンの非常に狡猾さによって持っていると聞いたことがあります。殺人については、舌はありませんが、最も奇跡的な臓器と話します。私はこれらのプレーヤーに私の父の殺害のようなものを演じさせます私の叔父の前に：私は彼の外見を観察します。私は彼を急いでテントに入れます：もし彼が弱気なら、私は私の進路を知っています。私が見た霊は悪魔かもしれません：そして悪魔は心地よい形をとる力を持っています。ええ、そしておそらく私の弱さと私の憂鬱から、彼はそのような精神で非常に強力なので、私を酷評するために私を虐待します：私には根拠がありますこれよりも相対的です：遊びは私が良心を捕らえるものです王の。
</p>
`,
}
