import { html } from '/wildtype/lit.js';
// ukrainian
export const templates = {
	code: 'uk',
	'lang': 'український',
	'key.key': html`<a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>мовний приклад</a>`,
	hello: html`Здравствуйте`,
	'demo.text.sample': html`
<p>
Тепер я сама.
</p>
<p>
Ой, який я невільник і селянин! Хіба не жахливо, що цей гравець тут, Але в фантастиці, у мрії пристрасті, Зміг так примусити свою душу до власного самолюбства, Що від її роботи захотілося все його обличчя, Сльози в очах, відволікання в стороні, А зламаний голос, і вся його функція відповідає формам його зарозумілості? і все задарма! Для Гекуби!
</p>
<p>
Що йому Гекуба, чи він Гекубі, Щоб він за нею плакав? Що б він робив, якби у нього був мотив і сигнал до пристрасті, які я маю? Він потопив сцену сльозами І загальне вухо розрізав б жахливою промовою, Зводив з розуму винних і жахнув вільних, Збентежив неосвічених і справді дивував би самі здібності очей і вух. І все ж я, тупий і мутний негідник, пік, Як Джон-а-мрія, невагітний своєї справи, І нічого не можу сказати; ні, не для короля, На майні та найдорожчому житті якого була завдана проклята поразка. Я боягуз? Хто називає мене негідником? ламає мій паштет поперек? Зриває мені бороду і дмухає мені в обличчя? Тисне мене за ніс? дає мені брехню в горло, Глибоко, як у легені? хто мені це робить? Ха!
</p>
<p>
«Рани, я б узяв: бо не може бути, Але я голубиня печінка, і жовчі не вистачає. Щоб запекти гніт, чи до цього я мав би нагодувати всіх країв повітряних зміїв Потруби цього раба: кривавий, розпусний лиходій! Безжалісний, зрадливий, розпусний, недоброзичливий лиходій!
</p>
<p>
О, помста!
</p>
<p>
Чому ж, який я осел! Це найсміливіше, Що я, син дорогого батька вбитого, До помсти спонуканий раєм і пеклом, Мушу, як повія, розгорнути словом серце, І впасти прокляттям, як дуже чорний, Скульон!
</p>
<p>
Не бій! фох! Про, мій мозок! Я чув, що винні створіння, які сидять на виставі, самій хитрістю сцени Так вразили душу, що зараз вони проголосили свої зловмисники; Бо вбивство, хоч воно й не має язика, заговорить з найчудотворнішим органом. Я попрошу цих гравців Грати щось на зразок вбивства мого батька Перед моїм дядьком: я буду спостерігати за його виглядом; Я наметую його до швидкого: якщо він зморщиться, я знаю свій курс. Дух, якого я бачив, може бути дияволом, і диявол має владу прийняти приємний вигляд; так, і, можливо, від моєї слабкості та моєї меланхолії, Оскільки він дуже сильний у таких духах, Зловживає мене, щоб прокляти мене: Я буду мати підстави більш відносні, ніж це: п'єса - це річ, у якій я зловлю совість короля.
</p>
`,
}
