import { html } from '../deps.js';
// traditional chinese Taiwan
export const templates = {
	code: 'zh-TW',
	'lang': '中文', // '正體中文; 漢語, 國語',
	'key.key': html`語言<a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>範例</a>`,
	hello: html`你好`,
	'demo.text.sample': html`
<p>
現在我一個人。
</p>
<p>
哦，我是個多麼流氓的農奴啊！這位玩家在這裡，但在小說中，在充滿激情的夢境中，可以強迫他的靈魂如此自負，這不是很可怕嗎？從她的工作中，他所有的面容都想要，他眼中的淚水，分心的樣子，破碎的聲音，他的整個功能都適合他的自負？一切都是徒勞的！為了赫庫巴！
</p>
<p>
赫庫巴對他來說是什麼，或者他對赫庫巴來說是什麼，他應該為她哭泣？如果他有我所擁有的激情的動機和暗示，他會怎麼做？他會用淚水淹沒舞台， 用可怕的言語割裂普通的耳朵， 讓有罪的人發狂，讓自由的人震驚， 讓無知的人感到困惑， 並確實使眼睛和耳朵的功能感到驚訝。然而，我，一個遲鈍的、脾氣暴躁的流氓，頂峰，像約翰的夢，對我的事業沒有懷孕，什麼也說不出來；不，不是為了一個國王，在他的財產和最寶貴的生命上取得了該死的失敗。我是個懦夫嗎？誰叫我惡棍？打破我的腦袋？拔掉我的鬍鬚，吹到我臉上？捏我鼻子？給我謊言我的喉嚨， 深到肺？誰給我做這個？哈！
</p>
<p>
'Swounds，我應該接受它：因為它不可能但我是鴿肝，沒有膽量讓壓迫變得痛苦，否則我應該用這個奴隸的內臟給所有的地區風箏肥：該死的，下流的惡棍！無情、奸詐、好色、無情的惡棍！
</p>
<p>
哦，復仇！
</p>
<p>
為什麼，我真是個混蛋！這是最勇敢的，我，一個親愛的父親的兒子被謀殺了， 天堂和地獄促使我報仇， 必須像妓女一樣，用言語來解開我的心， 像一個非常單調的人一樣受到詛咒，一個scullion！
</p>
<p>
千萬不要！哦！關於，我的大腦！我聽說那些坐在戲裡的罪孽深重的人已經被場景的狡猾擊中了靈魂，以至於他們很快就宣布了他們的惡行；因為謀殺，雖然沒有舌頭，但會用最神奇的器官說話。我會讓這些球員玩類似謀殺我父親的事情 在我叔叔面前：我會觀察他的表情；我要讓他快點：如果他只是畏縮，我知道我的路線。我看到的靈魂可能是魔鬼：魔鬼有能力呈現出令人愉悅的形狀；是的，也許出於我的軟弱和憂鬱，因為他對這種精神非常強大，虐待我來詛咒我：我將有理由比這更相對：戲劇是我要抓住良心的地方國王的。
</p>
`,
}
