import { html } from '/wildtype/lit.js';
// arabic
export const templates = {
	code: 'ar',
	'lang':'عربى',
	'key.key': html`<a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>مثال</a> اللغة`,
	hello: html`أهلا`,
	'demo.text.sample': html`
<p>
الآن، أنا وحدي.
</p>
<p>
يا له من عبد مارق وفلاح أنا! أليس من المتوحش أن هذا اللاعب هنا ، لكن في الخيال ، في حلم الشغف ، يمكن أن يجبر روحه على ذلك لغروره الخاص ، من خلال عملها كل وجهه كان يريد ، الدموع في عينيه ، إلهاء في جانب ، A صوت مكسور ، ووظيفته كلها تتناسب مع أشكال لغروره؟ وكل شيء من أجل لا شيء! من أجل هيكوبا!
</p>
<p>
ما هي حكوبا له ، أو لهكوبا ، حتى يبكي عليها؟ ماذا كان سيفعل ، هل كان هو الدافع والإشارة للعاطفة التي لدي؟ كان يغرق المنصة بالدموع ، ويلصق الأذن العامة بكلام فظيع ، ويغضب المذنب ويفزع الأحرار ، ويثير حيرة الجهلة ، ويدهش بالفعل ملكات العيون والأذنين. ومع ذلك ، أنا ، النذل الممل والوحل ، الذروة ، مثل جون الأحلام ، غير حامل لقضيتي ، ولا أستطيع أن أقول شيئًا ؛ لا ، ليس لملك ، على ممتلكاته وأغلى حياته حدثت هزيمة لعنة. هل انا جبان من يدعوني الشرير؟ يكسر بيتي عبر؟ ينتف لحيتي وينفخ في وجهي؟ يقرصني من أنفي؟ يكذبني أنا الحلق وعمق الرئتين؟ من يصنع هذا ها!
</p>
<p>
يجب أن آخذه: لأنه لا يمكن أن يكون ولكن أنا حمامة وأفتقر إلى المرارة لجعل القمع مريرًا ، أو قبل هذا كان يجب أن أسمن جميع طائرات المنطقة الورقية بمخلفات هذا العبد: الشرير الدموي الفاسد! لا يرحم ، غادر ، فاسق ، شرير لا يرحم!
</p>
<p>
يا للانتقام!
</p>
<p>
لماذا ، ما أنا الحمار! هذا هو الأكثر شجاعة ، أنني ، ابن أب عزيز قتل ، دفعت إلى الانتقام من الجنة والجحيم ، ويجب ، مثل عاهرة ، أن أفتح قلبي بالكلمات ، وأقع في اللعن ، مثل رتيب للغاية ، مبحر!
</p>
<p>
لا تفوت! foh! حول عقلي! لقد سمعت أن المخلوقات المذنبة التي تجلس في مسرحية لديها ماكرة شديدة من المشهد قد صدمت حتى الروح التي في الوقت الحاضر قد أعلنوا أفعالهم الخبيثة ؛ عن القتل ، على الرغم من أنه ليس له لسان ، سوف يتكلم مع معظم معجزات الجهاز. سأجعل هؤلاء اللاعبين يلعبون شيئًا مثل مقتل والدي أمام عمي: سأراقب مظهره ؛ سأخيمه على السريع: إذا كان متوهجًا ، فأنا أعرف مساري. قد تكون الروح التي رأيتها هي الشيطان. نعم ، وربما بسبب ضعفي وحزاني ، نظرًا لأنه قوي جدًا مع مثل هذه الأرواح ، يسيء إليّ لعنوني: سيكون لدي أسباب أكثر نسبيًا من هذا: المسرحية هي الشيء الذي سألتقط فيه الضمير من الملك.
</p>
`,
}
