import { html } from '../deps.js';
// hebrew
export const templates = {
	code: 'he',
	'lang':'עִברִית',
	'key.key': html`<a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>דוגמא</a> לשפה`,
	hello: html`שלום`,
	'demo.text.sample': html`
<p>
עכשיו אני לבד.
</p>
<p>
הו, איזה עבד נוכל ואיכרי אני! האם זה לא מפלצתי שהשחקן הזה כאן, אבל בפיקציה, בחלום של תשוקה, יכול היה לכפות את נשמתו עד כדי יהירות נפש שלו, שמזה עבדה על כל רצונו, דמעות בעיניו, הסחת דעת בהיבט של, א קול שבור, וכל תפקידו מתאים עם צורות להתנשאותו? והכל לחינם! עבור הקובה!
</p>
<p>
מה זה לו הקובה, או הוא להקובה, שהוא יבכה עליה? מה הוא היה עושה, אילו היה לו המניע והרמז לתשוקה שיש לי? הוא היה מטביע את הבמה בדמעות וכורך את האוזן הכללית בדיבור מחריד, מטורף את האשמים ומחריד את החופשיים, מבלבל את הבורים, ומדהים באמת את כושר העיניים והאוזניים. ובכל זאת, אני, זבל עמום ובוצי, שיא, כמו ג'ון-א-חלומות, לא בהיריון מהעניין שלי, ולא יכול לומר דבר; לא, לא למלך, שעל רכושו וחייו היקרים ביותר נפל תבוסה ארורה. האם אני פחדן? מי קורא לי נבל? שובר את הפייט שלי? תולש לי את הזקן, ונושף לי אותו בפרצוף? מצמיד אותי באף? נותן לי את השקר בגרון, עמוק כמו הריאות? מי עושה לי את זה הא!
</p>
<p>
״פצעים, אני צריך לקחת אותם: כי זה לא יכול להיות אבל אני כבד יונים וחסר לי מרה כדי למרר את הדיכוי, או לפני זה הייתי צריך לפטם את כל עפיפוני האזור עם הפסולת של העבד הזה: נבל עקוב מדם! נבל חסר רחמים, בוגד, זלזול, חסר חסד!
</p>
<p>
הו, נקמה!
</p>
<p>
למה, איזה תחת אני! זה הכי אמיץ, שאני, בן לאב יקר, רצחתי, נדחקתי לנקמה על ידי השמים והגיהנום, חייב, כמו זונה, לפרוק את לבי במילים, וליפול מקללת, כמו אפרורית מאוד, שלל!
</p>
<p>
על לא! אוף! בערך, המוח שלי! שמעתי שיצורים אשמים שיושבים במחזה נפגעו מעצם הערמומיות של הסצנה עד כדי כך שברגע זה הם הכריזו על עוולותיהם; כי רצח, למרות שאין לו לשון, ידבר עם האיבר המופלא ביותר. אני אבקש מהשחקנים האלה לשחק משהו כמו רצח אבי לפני דודי: אני אתבונן במבטיו; אני אוהל אותו במהירות: אם הוא רק יבלבל, אני יודע את המסלול שלי. הרוח שראיתי יכולה להיות השטן: ולשטן יש כוח ללבוש צורה נעימה; כן, ואולי מתוך חולשתי והמלנכוליה שלי, כיוון שהוא חזק מאוד עם רוחות כאלה, מתעלל בי כדי לעולל אותי: יהיו לי סיבות יותר יחסיות מזה: המחזה הוא הדבר שבו אני אתפוס את המצפון של המלך.
</p>
`,
}
