import { html } from '/wildtype/lit.js';
// korean
export const templates = {
	code: 'ko',
	'lang': '한국어',
	'key.key': html`언어 <a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>예</a>`,
	hello: html`안녕하세요`,
	'demo.text.sample': html`
<p>
지금은 혼자입니다.
</p>
<p>
오, 나는 얼마나 불량한 농부 노예인가! 이 플레이어가 여기 있는 것이 괴물이 아닙니까? 그러나 소설에서, 열정의 꿈에서, 그의 영혼이 그렇게 자신의 자만심에 사로잡혀서 그녀가 일하고 있는 그의 모든 얼굴이 원하지 않게 되고, 그의 눈에는 눈물이, 그의 면면에서는 주의 산만, A 부서진 목소리와 그의 모든 기능이 그의 자만심에 맞는 형태로? 그리고 모든 것을 위해! 헤쿠바를 위하여!
</p>
<p>
그에게 Hecuba는 무엇입니까, 아니면 Hecuba에게 그는 그녀를 위해 울어야합니까? 그가 내가 가진 열정과 동기가 있었다면 그는 무엇을 했을까요? 그는 무대를 눈물로 물에 잠기게 하고 무서운 말로 일반의 귀를 갈라지게 하고, 죄인을 미치게 하고 자유인을 화나게 하고, 무지한 자를 당황하게 하고, 눈과 귀의 기능을 참으로 놀라게 하리라. 그러나 나는 둔하고 진흙 투성이의 악당, 절정, John-a-dreams처럼 내 명분을 임신하지 않았으며 아무 말도 할 수 없습니다. 아니, 왕을 위해서가 아니라, 그의 재산과 가장 소중한 생명이 저주받은 패배를 당했습니다. 내가 겁쟁이인가? 누가 나를 빌런이라고 부를까? 내 앞머리를 부숴? 내 수염을 뽑고 내 얼굴에 불어? 코로 나를 비틀어? 나에게 거짓말을 해준다 나는 '목구멍, 폐만큼 깊다? 누가 나에게 이것을합니까? 하아!
</p>
<p>
'상처, 나는 그것을 받아야 한다. 그럴 수는 없다. 그러나 나는 비둘기 간이고 담즙이 부족하다. 억압을 쓰게 만들려면, 그렇지 않으면 내가 이 노예의 내장으로 모든 지역 연을 살찌웠어야 했다: 피투성이, 외설적인 악당! 무자비하고, 배신하고, 음탕하고, 친절하지 않은 악당!
</p>
<p>
오, 복수!
</p>
<p>
왜, 내가 무슨 엉덩이야! 이것은 가장 용감한 것입니다, 사랑하는 아버지의 아들이 살해당하고, 천국과 지옥에서 내 복수를 촉구하고, 창녀처럼 말로 내 마음의 포장을 풀고, 매우 칙칙한 것처럼 저주에 빠지고, 스컬리온!
</p>
<p>
화이팅! 포! 내 두뇌에 대해! 나는 연극에 앉아 있는 죄인들이 그 장면의 바로 그 교활함에 의해 영혼에 타격을 입었다는 것을 들었습니다. 살인은 혀가 없지만 가장 기적적인 기관으로 말할 것입니다. 나는 이 선수들에게 내 아버지의 살인 같은 게임을 하게 할 것이다. 내 삼촌 앞에서: 나는 그의 외모를 관찰할 것이다. 나는 빨리 그를 텐트 쳐주겠다: 그가 블렌치만 한다면 나는 나의 진로를 알고 있다. 내가 본 영은 악마일 수 있습니다. 그리고 악마는 기분 좋은 모양을 취할 수 있는 능력이 있습니다. 네, 그리고 아마도 저의 연약함과 우울함 때문에, 그는 그러한 영혼들에게 매우 유력하기 때문에, 저를 학대하여 저를 저주할 것입니다. 왕의.
</p>
`,
'/page1':html`
1그 땅에 기근이 심하고 2그들이 애굽에서 가져온 곡식을 다 먹으매 그 아비가 그들에게 이르되 다시 가서 우리를 위하여 양식을 조금 사라 3유다가 아비에게 말하여 가로되 그 사람이 엄히 우리에게 경계하여 가로되 너희 아우가 너희와 함께하지 아니하면 너희가 내 얼굴을 보지 못하리라 하였으니 4아버지께서 우리 아우를 우리와 함께 보내시면 우리가 내려가서 아버지를 위하여 양식을 사려니와 5아버지께서 만일 그를 보내지 않으시면 우리는 내려가지 아니하리니 그 사람이 우리에게 말하기를 너희 아우가 너희와 함께하지 아니하면 너희가 내 얼굴을 보지 못하리라 하였음이니이다 6이스라엘이 가로되 너희가 어찌하여 너희에게 오히려 아우가 있다고 그 사람에게 고하여 나를 해롭게 하였느냐 7그들이 가로되 그 사람이 우리와 우리의 친족에 대하여 자세히 힐문하여 이르기를 너희 아버지가 그저 살았느냐 너희에게 아우가 있느냐 하기로 그 말을 조조이 그에게 대답한 것이라 그가 너희 아우를 데리고 내려오라 할줄을 우리가 어찌 알았으리이까 8유다가 아비 이스라엘에게 이르되 저 아이를 나와 함께 보내시면 우리가 곧 가리니 그러면 우리와 아버지와 우리 어린 것들이 다 살고 죽지 아니하리이다 9내가 그의 몸을 담보하오리니 아버지께서 내 손에 그를 물으소서 내가 만일 그를 아버지께 데려다가 아버지 앞에 두지 아니하면 내가 영원히 죄를 지리이다 10우리가 지체하지 아니하였더면 벌써 두번 갔다 왔으리이다 11그들의 아비 이스라엘이 그들에게 이르되 그러할찐대 이렇게 하라 너희는 이 땅의 아름다운 소산을 그릇에 담아가지고 내려가서 그 사람에게 예물을 삼을찌니 곧 유향 조금과 꿀 조금과 향품과 몰약과 비자와 파단행이니라
12너희 손에 돈을 배나 가지고 너희 자루 아구에 도로 넣여 온 그 돈을 다시 가지고 가라 혹 차착이 있었을까 두렵도다 13네 아우도 데리고 떠나 다시 그 사람에게로 가라 14전능하신 하나님께서 그 사람 앞에서 너희에게 은혜를 베푸사 그 사람으로 너희 다른 형제와 베냐민을 돌려보내게 하시기를 원하노라 내가 자식을 잃게 되면 잃으리로다 15그 사람들이 그 예물을 취하고 갑절 돈을 자기들의 손에 가지고 베냐민을 데리고 애굽에 내려가서 요셉의 앞에 서니라
16요셉이 베냐민이 그들과 함께 있음을 보고 그 청지기에게 이르되 이 사람들을 집으로 인도해 들이고 짐승을 잡고 준비하라 이 사람들이 오정에 나와 함께 먹을 것이니라 17그 사람이 요셉의 명대로 하여 그 사람들을 요셉의 집으로 인도하니 18그 사람들이 요셉의 집으로 인도되매 두려워하여 이르되 전일 우리 자루에 넣여 있던 돈의 일로 우리가 끌려드도다 이는 우리를 억류하고 달려들어 우리를 잡아 노예를 삼고 우리의 나귀를 빼앗으려 함이로다 하고 19그들이 요셉의 청지기에게 가까이 나아가 그 집 문앞에서 그에게 고하여 20가로되 내 주여 우리가 전일에 내려와서 양식을 사가지고 21객점에 이르러 자루를 풀어본즉 각인의 돈이 본수대로 자루 아구에 있기로 우리가 도로 가져왔고 22양식 살 다른 돈도 우리가 가지고 내려왔나이다 우리의 돈을 우리 자루에 넣은 자는 누구인지 우리가 알지 못하나이다 23그가 이르되 너희는 안심하라 두려워 말라 너희 하나님 너희 아버지의 하나님이 재물을 너희 자루에 넣어 너희에게 주신 것이니라 너희 돈은 내가 이미 받았느니라 하고 시므온을 그들에게로 이끌어내고 24그들을 요셉의 집으로 인도하고 물을 주어 발을 씻게 하며 그 나귀에게 먹이를 주더라 25그들이 여기서 먹겠다 함을 들으므로 예물을 정돈하고 요셉이 오정에 오기를 기다리더니 26요셉이 집으로 오매 그들이 그 집으로 들어가서 그 예물을 그에게 드리고 땅에 엎드리어 절하니
27요셉이 그들의 안부를 물으며 가로되 너희 아버지 너희가 말하던 그 노인이 안녕하시냐 지금까지 생존하셨느냐 28그들이 대답하되 주의 종 우리 아비가 평안하고 지금까지 생존하였나이다 하고 머리 숙여 절하더라 29요셉이 눈을 들어 자기 어머니의 아들 자기 동생 베냐민을 보고 가로되 너희가 내게 말하던 너희 작은 동생이 이냐 그가 또 가로되 소자여 하나님이 네게 은혜 베푸시기를 원하노라 30요셉이 아우를 인하여 마음이 타는듯 하므로 급히 울곳을 찾아 안방으로 들어가서 울고 31얼굴을 씻고 나와서 그 정을 억제하고 음식을 차리라 하매 32그들이 요셉에게 따로 하고 그 형제들에게 따로 하고 배식하는 애굽 사람에게도 따로 하니 애굽 사람은 히브리 사람과 같이 먹으면 부정을 입음이었더라 33그들이 요셉의 앞에 앉되 그 장유의 차서대로 앉히운바 되니 그들이 서로 이상히 여겼더라 34요셉이 자기 식물로 그들에게 주되 베냐민에게는 다른 사람보다 오배나 주매 그들이 마시며 요셉과 함께 즐거워하였더라
`,
'/page2':html`
1요셉이 그 청지기에게 명하여 가로되 양식을 각인의 자루에 실을 수 있을만큼 채우고 각인의 돈을 그 자루에 넣고 2또 내 잔 곧 은잔을 그 소년의 자루 아구에 넣고 그 양식값 돈도 함께 넣으라 하매 그가 요셉의 명령대로 하고 3개동시에 사람들과 그 나귀를 보내니라 4그들이 성에서 나가 멀리 가기 전에 요셉이 청지기에게 이르되 일어나 그 사람들의 뒤를 따라 미칠 때에 그들에게 이르기를 너희가 어찌하여 악으로 선을 갚느냐 5이것은 내 주인이 가지고 마시며 늘 점치는데 쓰는 것이 아니냐 너희가 이같이 하니 악하도다 하라 6청지기가 그들에게 따라 미쳐 그대로 말하니
7그들이 그에게 대답하되 우리 주여 어찌 이렇게 말씀하시나이까 이런 일은 종들이 결단코 아니하나이다 8우리 자루에 있던 돈도 우리가 가나안 땅에서부터 당신에게로 가져왔거늘 우리가 어찌 당신 주인의 집에서 은, 금을 도적질하리이까 9종들중 뉘게서 발견되든지 그는 죽을 것이요 우리는 우리 주의 종이 되리이다 10그가 가로되 그러면 너희 말과 같이 하리라 그것이 뉘게서든지 발견되면 그는 우리 종이 될 것이요 너희에게는 책망이 없으리라 11그들이 각각 급히 자루를 땅에 내려놓고 각기 푸니 12그가 나이 많은 자에게서부터 시작하여 나이 적은 자에게까지 수탐하매 잔이 베냐민의 자루에서 발견된지라 13그들이 옷을 찢고 각기 짐을 나귀에 싣고 성으로 돌아오니라 14유다와 그 형제들이 요셉의 집에 이르니 요셉이 오히려 그곳에 있는지라 그 앞 땅에 엎드리니
15요셉이 그들에게 이르되 너희가 어찌하여 이런 일을 행하였느냐 나 같은 사람이 점 잘 칠 줄을 너희가 알지 못하느냐 16유다가 가로되 우리가 내 주께 무슨 말을 하오리이까 무슨 설명을 하오리이까 어떻게 우리의 정직을 나타내리이까 하나님이 종들의 죄악을 적발하셨으니 우리와 이 잔이 발견된 자가 다 내 주의 종이 되겠나이다 17요셉이 가로되 내가 결코 그리하지 아니하리라 잔이 그 손에서 발견된 자만 나의 종이 되고 너희는 평안히 너희 아버지께로 도로 올라갈 것이니라 18유다가 그에게 가까이 가서 가로되 내 주여 청컨대 종으로 내 주의 귀에 한 말씀을 고하게 하소서 주의 종에게 노하지 마옵소서 주는 바로와 같으심이니이다
19이전에 내 주께서 종들에게 물으시되 너희는 아비가 있느냐 아우가 있느냐 하시기에 20우리가 내 주께 고하되 우리에게 아비가 있으니 노인이요 또 그 노년에 얻은 아들 소년이 있으니 그의 형은 죽고 그 어미의 끼친 것은 그 뿐이므로 그 아비가 그를 사랑하나이다 하였더니 21주께서 또 종들에게 이르시되 그를 내게로 데리고 내려와서 나로 그를 목도하게 하라 하시기로 22우리가 내 주께 말씀하기를 그 아이는 아비를 떠나지 못할찌니 떠나면 아비가 죽겠나이다 23주께서 또 주의 종들에게 말씀하시되 너희 말째 아우가 너희와 함께 내려오지 아니하면 너희가 다시 내 얼굴을 보지 못하리라 하시기로 24우리가 주의 종 우리 아비에게로 도로 올라가서 내 주의 말씀을 그에게 고하였나이다 25그 후에 우리 아비가 다시 가서 곡물을 조금 사오라 하시기로 26우리가 이르되 우리가 내려갈 수 없나이다 우리 말째 아우가 함께하면 내려 가려니와 말째 아우가 우리와 함께함이 아니면 그 사람의 얼굴을 볼 수 없음이니이다 27주의 종 우리 아비가 우리에게 이르되 너희도 알거니와 내 아내가 내게 두 아들을 낳았으나 28하나는 내게서 나간고로 내가 말하기를 정녕 찢겨 죽었다 하고 내가 지금까지 그를 보지 못하거늘 29너희가 이도 내게서 취하여 가려한즉 만일 재해가 그 몸에 미치면 나의 흰머리로 슬피 음부로 내려가게 하리라 하니 30아비의 생명과 아이의 생명이 서로 결탁되었거늘 이제 내가 주의 종 우리 아비에게 돌아갈 때에 아이가 우리와 함께하지 아니하면 31아비가 아이의 없음을 보고 죽으리니 이같이 되면 종들이 주의 종 우리 아비의 흰머리로 슬피 음부로 내려가게 함이니이다 32주의 종이 내 아비에게 아이를 담보하기를 내가 이를 아버지께로 데리고 돌아오지 아니하면 영영히 아버지께 죄를 지리이다 하였사오니 33청컨대 주의 종으로 아이를 대신하여 있어서 주의 종이 되게 하시고 아이는 형제와 함께 도로 올려 보내소서 34내가 어찌 아이와 함께 하지 아니하고 내 아비에게로 올라 갈 수 있으리이까 두렵건대 재해가 내 아비에게 미침을 보리이다
`,
'/page3':html`
1요셉이 시종하는 자들 앞에서 그 정을 억제하지 못하여 소리질러 모든 사람을 자기에게서 물러가라 하고 그 형제에게 자기를 알리니 때에 그와 함께한 자가 없었더라 2요셉이 방성대곡하니 애굽 사람에게 들리며 바로의 궁중에 들리더라 3요셉이 그 형들에게 이르되 나는 요셉이라 내 아버지께서 아직 살아 계시니이까 형들이 그 앞에서 놀라서 능히 대답하지 못하는지라 4요셉이 형들에게 이르되 내게로 가까이 오소서 그들이 가까이 가니 가로되 나는 당신들의 아우 요셉이니 당신들이 애굽에 판 자라 5당신들이 나를 이곳에 팔았으므로 근심하지 마소서 한탄하지 마소서 하나님이 생명을 구원하시려고 나를 당신들 앞서 보내셨나이다 6이 땅에 이년 동안 흉년이 들었으나 아직 오년은 기경도 못하고 추수도 못할찌라 7하나님이 큰 구원으로 당신들의 생명을 보존하고 당신들의 후손을 세상에 두시려고 나를 당신들 앞서 보내셨나니 8그런즉 나를 이리로 보낸 자는 당신들이 아니요 하나님이시라 하나님이 나로 바로의 아비를 삼으시며 그 온 집의 주를 삼으시며 애굽 온 땅의 치리자를 삼으셨나이다 9당신들은 속히 아버지께로 올라가서 고하기를 아버지의 아들 요셉의 말에 하나님이 나를 애굽 전국의 주로 세우셨으니 내게로 지체말고 내려오사 10아버지의 아들들과 아버지의 손자들과 아버지의 양과 소와 모든 소유가 고센 땅에 있어서 나와 가깝게 하소서 11흉년이 아직 다섯해가 있으니 내가 거기서 아버지를 봉양하리이다 아버지와 아버지의 가속과 아버지의 모든 소속이 결핍할까 하나이다 하더라 하소서 12당신들의 눈과 내 아우 베냐민의 눈이 보는바 당신들에게 이 말을 하는 것은 내 입이라 13당신들은 나의 애굽에서의 영화와 당신들의 본 모든 것을 다 내 아버지께 고하고 속히 모시고 내려오소서 하며 14자기 아우 베냐민의 목을 안고 우니 베냐민도 요셉의 목을 안고 우니라 15요셉이 또 형들과 입맞추며 안고 우니 형들이 그제야 요셉과 말하니라 16요셉의 형들이 왔다는 소문이 바로의 궁에 들리매 바로와 그 신복이 기뻐하고
17바로는 요셉에게 이르되 네 형들에게 명하기를 너희는 이렇게 하여 너희 양식을 싣고 가서 가나안 땅에 이르거든 18너희 아비와 너희 가속을 이끌고 내게로 오라 내가 너희에게 애굽 땅 아름다운 것을 주리니 너희가 나라의 기름진 것을 먹으리라 19이제 명을 받았으니 이렇게 하라 너희는 애굽 땅에서 수레를 가져다가 너희 자녀와 아내를 태우고 너희 아비를 데려오라 20또 너희의 기구를 아끼지 말라 온 애굽 땅의 좋은 것이 너희 것임이니라 하라 21이스라엘의 아들들이 그대로 할쌔 요셉이 바로의 명대로 그들에게 수레를 주고 길 양식을 주며 22또 그들에게 다 각기 옷 한벌씩 주되 베냐민에게는 은 삼백과 옷 다섯벌을 주고 23그가 또 이와 같이 그 아비에게 보내되 수나귀 열 필에 애굽의 아름다운 물품을 실리고 암나귀 열 필에는 아비에게 길에서 공궤할 곡식과 떡과 양식을 실리고 24이에 형들을 돌려 보내며 그들에게 이르되 당신들은 노중에서 다투지 말라 하였더라 25그들이 애굽에서 올라와 가나안 땅으로 들어가서 아비 야곱에게 이르러
26고하여 가로되 요셉이 지금까지 살아 있어 애굽 땅 총리가 되었더이다 야곱이 그들을 믿지 아니하므로 기색하더니 27그들이 또 요셉이 자기들에게 부탁한 모든 말로 그 아비에게 고하매 그 아비 야곱이 요셉의 자기를 태우려고 보낸 수레를 보고야 기운이 소생한지라 28이스라엘이 가로되 족하도다 내 아들 요셉이 지금까지 살았으니 내가 죽기 전에 가서 그를 보리라
`,
}
