import { html } from '/wildtype/lit.js';
// traditional chinese Taiwan
export const templates = {
	code: 'zh-TW',
	'lang': '中文', // '正體中文; 漢語, 國語',
	'key.key': html`語言<a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>範例</a>`,
	hello: html`你好`,
	'demo.text.sample': html`
<p>
現在我一個人。
</p>
<p>
哦，我是個多麼流氓的農奴啊！這位玩家在這裡，但在小說中，在充滿激情的夢境中，可以強迫他的靈魂如此自負，這不是很可怕嗎？從她的工作中，他所有的面容都想要，他眼中的淚水，分心的樣子，破碎的聲音，他的整個功能都適合他的自負？一切都是徒勞的！為了赫庫巴！
</p>
<p>
赫庫巴對他來說是什麼，或者他對赫庫巴來說是什麼，他應該為她哭泣？如果他有我所擁有的激情的動機和暗示，他會怎麼做？他會用淚水淹沒舞台， 用可怕的言語割裂普通的耳朵， 讓有罪的人發狂，讓自由的人震驚， 讓無知的人感到困惑， 並確實使眼睛和耳朵的功能感到驚訝。然而，我，一個遲鈍的、脾氣暴躁的流氓，頂峰，像約翰的夢，對我的事業沒有懷孕，什麼也說不出來；不，不是為了一個國王，在他的財產和最寶貴的生命上取得了該死的失敗。我是個懦夫嗎？誰叫我惡棍？打破我的腦袋？拔掉我的鬍鬚，吹到我臉上？捏我鼻子？給我謊言我的喉嚨， 深到肺？誰給我做這個？哈！
</p>
<p>
'Swounds，我應該接受它：因為它不可能但我是鴿肝，沒有膽量讓壓迫變得痛苦，否則我應該用這個奴隸的內臟給所有的地區風箏肥：該死的，下流的惡棍！無情、奸詐、好色、無情的惡棍！
</p>
<p>
哦，復仇！
</p>
<p>
為什麼，我真是個混蛋！這是最勇敢的，我，一個親愛的父親的兒子被謀殺了， 天堂和地獄促使我報仇， 必須像妓女一樣，用言語來解開我的心， 像一個非常單調的人一樣受到詛咒，一個scullion！
</p>
<p>
千萬不要！哦！關於，我的大腦！我聽說那些坐在戲裡的罪孽深重的人已經被場景的狡猾擊中了靈魂，以至於他們很快就宣布了他們的惡行；因為謀殺，雖然沒有舌頭，但會用最神奇的器官說話。我會讓這些球員玩類似謀殺我父親的事情 在我叔叔面前：我會觀察他的表情；我要讓他快點：如果他只是畏縮，我知道我的路線。我看到的靈魂可能是魔鬼：魔鬼有能力呈現出令人愉悅的形狀；是的，也許出於我的軟弱和憂鬱，因為他對這種精神非常強大，虐待我來詛咒我：我將有理由比這更相對：戲劇是我要抓住良心的地方國王的。
</p>
`,
'/page1':html`
1彼地薦饑愈甚。 2伊等食畢以至百多運回之粟時。其父曰。復往略購糧食。 3如大對曰。其人曾囑我輩云。汝非偕弟同來。毋得復覯吾面也。 4若汝遣吾弟偕行。我輩即去沽糧。 5苟汝不肯遣之同適。我即不往。因其人曾言於我等曰。非偕汝弟同來。不許復睹吾面也。 6以色耳勒曰。汝告此人有一弟乎。奚汝如此橫逆待我也。 7伊等曰。其人直詰我輩產業。併吾儕親屬。曰。汝父存乎。猶有別弟乎。我等以寔告之。詎其必曰挈汝弟來此耶。 8如大求其父以色耳勒曰。遣此子偕行。我輩即往。俾汝我及稚幼皆獲生而免死也。 9我願保之。汝將討之於我手。若不攜其旋於汝前。我當甘受永遠之責也。 10蓋非我輩滯延。今返二次矣。 11其父以色耳勒語之曰。若必如此。汝即行之。採境內之佳果。以器載之。及些少巴林。些少蜜糖。及材料。麻而。荳蔻。羊桃仁帶去貽與其人。 12並攜雙倍銀於手。昔汝包內帶回之銀。或其人忘卻。宜復帶去。 13即偕若弟起程復往其處。 14全能之神必使其惠愛汝等。發回汝別弟及便者民。設使吾兒亡卒。亦無如之何矣。 15伊等取餽物及雙倍銀在手。並攜便者民起程。至以至百多而立於若色弗之前焉。 16若色弗見便者民偕伊等時。輒語其掌家曰。導伊等至署。宰牲備午筵。吾將偕之同飱也。 17掌家遵諭具辦並引彼輩抵若色弗之署。伊等因被引入彼處。 18既懼。且相曰。緣初次歸吾銀於包中。今拘吾儕在內。或相機加禍。以吾為奴。兼取我驢也。 19伊等就若色弗之掌家而相談于門外曰。 20主乎我輩誠是初次來以沽糧也。 21昔予抵旅寓時。啟包見各人之貲俱在包口。且又足數。 22但不知昔誰置銀於吾等包內。今復攜來。並另帶有資來沽糧矣。 23曰勿懼。福歸汝輩。汝及而父之神賜財於汝包內。然汝銀我已得之矣。其又導西面與彼等相見。 24復引至若色弗之署。汲水伊等濯足。又飼厥驢。 25伊等整備餽儀。迎候若色弗午回。蓋伊等聽聞將食於彼矣。 26及若色弗回署。伊等手捧餽物而跪獻之。 27其問伊等安後。又曰。汝所言之老父無恙耶。其尚存耶。 28伊等對曰。僕輩之父尚存無恙。伊等又叩首而卑顧之。 29其舉目見厥胞弟便者民乃曰。此乃汝昔言之幼弟耶。又曰。吾子。神恩逮汝也。 30蓋若色弗為厥弟心腸痛裂。急忙覓處以哭。遽入寢室而涕泣焉。○ 31其澣面而出。既自慰。曰。就席。 32伊等置饌於厥前。隨又置為眾人及以至百多輩。因以至百多輩不敢與希百耳人共飱。蓋恐污己俗耳。 33其依伊等長幼次序設坐於厥前。眾相奇之。 34其授饌於伊等。惟便者民之饌比眾人五倍之多。伊等飲而與之同樂焉。

`,
'/page2':html`
1厥命掌家曰。以糧滿各人之包。盡其力能運帶幾何而與之。仍置各人之銀於包口。 2又以我銀爵置於至幼者之粟銀內。其遵若色弗之言而為之。 3將曙即遣伊等及驢起行。彼輩出城未遠。 4若色弗謂其掌家曰。起追此人。迨獲之之時。汝則語之曰。何汝以善報惡耶。 5吾主所飲之酒器非此耶。斯乃惡行矣。 6後其追及而以此言語之。 7伊等曰吾主汝何說斯言也。汝僕絕不作此惡事矣。 8顧我昔所獲自包口之銀已復攜出記南之境與汝。予何嘗盜汝主家之金銀乎。 9汝僕中如搜出盜此者其人宜致死罪。我輩亦願為汝主之奴也。 10曰。即依汝言。其盜爵者宜為我奴。汝則無累也。 11伊等各忙取包置地而啟之。 12其自長至幼搜閱。得其爵於便者民包中。 13伊等遂自碎其衣搭於驢上而返城焉。 14如大與其弟兄至若色弗之署。適其尚在彼處。伊等遂俯伏於其前。 15若色弗謂之曰。奚汝所為也。汝不知吾乃能卜之人乎。 16如大曰。吾儕將何言於吾主耶。予將何謂耶。又將何以潔吾身耶。神已察出汝僕之惡。今僕輩與摉出爵者咸當為主之奴矣。 17其曰。吾斷不為此。但摉出爵在其手者當為我奴。汝曹安然而旋父處可也。 18如大遂就之日。吾主乎。懇汝聽僕一言。且勿盛怒汝僕。蓋汝即法老矣。 19曩者吾主問僕曰。汝有父兄乎。 20僕輩對以有一老父。及其暮年所生之幼子。厥兄已亡。厥母之子惟其獨存。而厥父最愛之。 21主諭導之下來。俾我視之。 22僕輩曾對主曰。此子不能離其父。若離之。厥父則必斃也。 23主謂僕曰。若非汝幼弟偕來。不許汝復睹吾面。 24後僕歸至父處。以吾主之言告之。 25父曰復往略購糧食。 26僕等對父曰。吾輩不能下彼也。若幼弟同之吾輩即往。苟非幼弟偕行。決不能得瞻其人之顏也。 27父曰汝知吾妻所生二子。有一離吾出外。 28吾謂其必被惡獸碎軀。而吾不得復見之也。 29今汝又自我取此。倘彼遭害。則使我帶白髮並憂戚而下窀穸也。 30今僕輩不偕此子歸於父處。觀其命必繫於此子之命矣。 31比其見僕不攜此子還時。其將必死。僕則置白髮之父帶憂患而下於地也。 32因僕於父前保此子時曰。若不攜之返汝。予則永受罪責也。 33故今懇主准僕頂代此子為奴。容其偕諸兄上往。 34蓋此子不返。僕焉敢往見父耶。深慮禍逮於吾父也。
`,
'/page3':html`
1是時若色弗之前眾人附立。其弗能自隱。乃呼各人退出。而彼遽無人焉。 2若色弗自白於厥弟兄時悲切大慟。聲聞於以至百多輩及法老之家。 3若色弗謂其弟兄曰。予即若色弗也。吾父尚存乎。而其弟兄莫能答之。 4蓋驚悚於厥前也。若色弗復語其兄弟曰。請汝就予。伊等輒近之。其曰。汝曹昔鬻於以至百多之弟若色弗即我也。 5今勿以賣我之事為憂悔。因神遣予以保汝輩之生者。 6蓋此二年彼境方饑。猶有五載無稼穡之患。 7且神命予保護汝輩世間後嗣。以大救而拯汝眾生。 8故非汝使予至此。乃神也。且其設我如法老之父。又為其闔家之主及以至百多諸方之宰也。 9汝遄上吾父處。並告之曰。汝兒若色弗言。蒙神立我為以至百多之主。請汝下來斯處。勿居彼也。 10而汝將居於戈順之地。汝及汝子孫與畜獸泊所有者。 11悉宜附我而居也。蓋猶有五載薦饑。予將供養之。免汝全家費竭所有。而至於窘乏也。 12今吾口所言於汝者。汝與吾弟便者民共聽之。 13並以予在以至百多之榮耀。及凡汝曹目擊者。備陳於吾父。兼迅接之來此。 14隨抱厥弟便者民之項而哭。而便者民亦抱厥項而哀。 15繼而徧嚫諸弟兄亦濳然淚下。後厥弟兄方與之談焉。○ 16此事傳聞於法老之家。法老與厥臣皆喜悅曰。若色弗之昆弟至矣。 17法老乃謂若色弗曰。告汝昆弟。牽汝群畜旋於記南此汝當為者也。 18並接汝父及全家來此。吾將以以至百多之美地給汝。而汝輩將享此地之膏腴也。 19汝已受命宜行之。驅汝車出以至百多以為汝家小。及汝妻。且接若父來此。 20勿惜汝物。蓋以至百多之美地悉屬汝也。 21若色弗輒遵法老而與之車輿及行糧。 22其又與各人長袍一領。惟便者民其與銀三百塊及長袍五領。 23又以十牡驢背以至百多美物付獻厥父。又以十牝驢背餱糧肉脯。以為厥父途用。 24爰發伊等起程。又囑之途次勿爭。 25伊等別後出以至百多而旋於記南厥父牙可百處。乃告之曰。 26若色弗尚存。現為以至百多之宰也。牙可百之心已灰。蓋其不之信也。 27伊等備陳若色弗所語於彼輩之言。及其睹若色弗遣來接己之車。其心遂納之矣。以色耳勒曰。既吾兒若色弗猶存。 28誠足喜悅。當吾生而往視之。
`,
}
