import { html } from '/wildtype/lit.js';
// arabic
export const templates = {
	code: 'ar',
	'lang':'عربى',
	'key.key': html`<a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>مثال</a> اللغة`,
	hello: html`أهلا`,
	'demo.text.sample': html`
<p>
الآن، أنا وحدي.
</p>
<p>
يا له من عبد مارق وفلاح أنا! أليس من المتوحش أن هذا اللاعب هنا ، لكن في الخيال ، في حلم الشغف ، يمكن أن يجبر روحه على ذلك لغروره الخاص ، من خلال عملها كل وجهه كان يريد ، الدموع في عينيه ، إلهاء في جانب ، A صوت مكسور ، ووظيفته كلها تتناسب مع أشكال لغروره؟ وكل شيء من أجل لا شيء! من أجل هيكوبا!
</p>
<p>
ما هي حكوبا له ، أو لهكوبا ، حتى يبكي عليها؟ ماذا كان سيفعل ، هل كان هو الدافع والإشارة للعاطفة التي لدي؟ كان يغرق المنصة بالدموع ، ويلصق الأذن العامة بكلام فظيع ، ويغضب المذنب ويفزع الأحرار ، ويثير حيرة الجهلة ، ويدهش بالفعل ملكات العيون والأذنين. ومع ذلك ، أنا ، النذل الممل والوحل ، الذروة ، مثل جون الأحلام ، غير حامل لقضيتي ، ولا أستطيع أن أقول شيئًا ؛ لا ، ليس لملك ، على ممتلكاته وأغلى حياته حدثت هزيمة لعنة. هل انا جبان من يدعوني الشرير؟ يكسر بيتي عبر؟ ينتف لحيتي وينفخ في وجهي؟ يقرصني من أنفي؟ يكذبني أنا الحلق وعمق الرئتين؟ من يصنع هذا ها!
</p>
<p>
يجب أن آخذه: لأنه لا يمكن أن يكون ولكن أنا حمامة وأفتقر إلى المرارة لجعل القمع مريرًا ، أو قبل هذا كان يجب أن أسمن جميع طائرات المنطقة الورقية بمخلفات هذا العبد: الشرير الدموي الفاسد! لا يرحم ، غادر ، فاسق ، شرير لا يرحم!
</p>
<p>
يا للانتقام!
</p>
<p>
لماذا ، ما أنا الحمار! هذا هو الأكثر شجاعة ، أنني ، ابن أب عزيز قتل ، دفعت إلى الانتقام من الجنة والجحيم ، ويجب ، مثل عاهرة ، أن أفتح قلبي بالكلمات ، وأقع في اللعن ، مثل رتيب للغاية ، مبحر!
</p>
<p>
لا تفوت! foh! حول عقلي! لقد سمعت أن المخلوقات المذنبة التي تجلس في مسرحية لديها ماكرة شديدة من المشهد قد صدمت حتى الروح التي في الوقت الحاضر قد أعلنوا أفعالهم الخبيثة ؛ عن القتل ، على الرغم من أنه ليس له لسان ، سوف يتكلم مع معظم معجزات الجهاز. سأجعل هؤلاء اللاعبين يلعبون شيئًا مثل مقتل والدي أمام عمي: سأراقب مظهره ؛ سأخيمه على السريع: إذا كان متوهجًا ، فأنا أعرف مساري. قد تكون الروح التي رأيتها هي الشيطان. نعم ، وربما بسبب ضعفي وحزاني ، نظرًا لأنه قوي جدًا مع مثل هذه الأرواح ، يسيء إليّ لعنوني: سيكون لدي أسباب أكثر نسبيًا من هذا: المسرحية هي الشيء الذي سألتقط فيه الضمير من الملك.
</p>
`,
'/page1':html`
٤٣
وَكانَتِ المَجاعَةُ قاسِيَةً فِي الأرْضِ. ٢ فَلَمّا اسْتَهلَكُوا القَمْحَ الَّذِي اشْتَرُوهُ مِنْ مِصْرَ، قالَ لَهُمْ أبوْهُمْ: «عُودُوا وَاشْتَرُوا لَنا طَعاماً.»
٣ لَكِنَّ يَهُوذا قالَ لَهُ: «لَقَدْ حَذَّرَنا الحاكِمُ فَقالَ: ‹لَنْ تَرَوْا وَجهِي إلّا إذا كانَ أخُوكُمْ مَعَكُمْ.› ٤ فَإنْ كُنْتَ سَتُرْسِلُ أخانا مَعَنا، فَإنَّنا سَنَنزِلُ وَنَشْتَرِي لَكَ طَعاماً. ٥ لَكِنْ إنْ كُنتَ لَنْ تُرْسِلَهُ مَعَنا، فَلَنْ نَنزِلَ. فَقَدْ قالَ لَنا الرَّجُلُ: ‹لَنْ تَرُوا وَجهِي إلّا إذا كانَ أخُوكُمْ مَعَكُمْ.›»
٦ فَقالَ إسْرائِيلُ: «لِماذا أسَأْتُمْ إلَيَّ وَأخْبَرْتُمُ الرَّجُلَ أنَّ لَكُمْ أخاً آخَرَ؟»
٧ فَقالُوا: «دَقَّقَ الرَّجُلُ فِي التَّحقِيقِ مَعَنا، وَسَألَ عَنّا وَعَنْ عائِلَتِنا: ‹هَلْ مايَزالُ أبُوكُمْ حَيّاً؟ أعِندَكُمْ أخٌ آخَرُ؟› فَأجَبْناهُ. فَما الَّذِي أدْرانا بِأنَّهُ سَيَقُولُ لَنا: ‹أحضِرُوا أخاكُمْ›؟»
٨ وَقالَ يَهُوذا لِأبِيهِ إسْرائِيلَ: «أرْسِلِ الفَتَى مَعِي. وَاسْمَحْ لَنا أنْ نَنطَلِقَ فَوراً، لِكَي نَحيا وَلا نَمُوتَ، نَحْنُ وَأنتَ وَصِغارُنا. ٩ وَأنا بِنَفْسِي أضْمَنُ سَلامَتَهُ. اعتَبِرْنِي مَسؤُولاً عَنْهُ. فَإذا لَمْ أُرجِعْهُ إلَيكَ وَأضَعْهُ أمامَكَ، حَمِّلْنِي ذَنبَ ذَلِكَ كُلَّ أيّامِ حَياتِي. ١٠ لِأنَّكَ لَوْ لَمْ تُؤَخِّرْنا، لَكُنّا سافَرْنا وَرَجِعْنا مَرَّتَينِ.»
١١ فَقالَ إسْرائِيلُ لَهُمُ: «إنْ كانَ لا بُدَّ أنْ يَكُونَ الأمْرُ كَذَلِكَ، فافْعَلُوا ما يَلِي: خُذُوا بَعضاً مِنْ أفضَلِ نِتاجِ الأرْضِ فِي أكياسِكُمْ، وَانزِلُوا بِها إلَى الرَّجُلِ هَدِيَّةً. خُذُوا بَعضَ البَلْسَمِ وَبَعْضَ العَسَلِ وَصَمْغِ القَتادِ* وَالمُرِّ† وَالفَسْتُقِ وَاللَّوْزِ. ١٢ وَخُذُوا ضِعفَي المالِ مَعَكُمْ. وَأَرْجِعُوا المالَ الَّذِي أُعِيدَ إلَيكُمْ فِي أكياسِكُمْ. فَرُبَّما حَدَثَ هَذا بِالخَطَأِ. ١٣ وَخُذُوا أخاكُمْ وَعُودُوا إلَى الرَّجُلِ فَوراً. ١٤ وَلْيُحَنِّنِ اللهُ الجَبّارُ‡ هَذا الرَّجُلَ عَلَيكُمْ. وَلَيتَهُ يُعِيدُ مَعَكُمْ أخاكُمُ الآخَرَ وَبَنْيامِيْنَ. أمّا أنا، فَإذا حُرِمْتُ مِنْ أبْنائِي، فَإنِّي أقْبَلُ مَصِيرِي.»
١٥ فَأخَذَ الرِّجالُ هَذِهِ الهَدِيَّةَ. وَأخَذَوا أيضاً ضِعفَيِّ المالِ وَبَنْيامِيْنَ. وَانطَلَقُوا وَنَزَلُوا إلَى مِصْرَ. فَوَصَلُوا وَوَقَفُوا أمامَ يُوسُفَ.
إخْوَةُ يُوسُفَ في بيتِه
١٦ فَلَمّا رَأى يُوسُفُ بَنْيامِيْنَ مَعَهُمْ، قالَ لِمُدَبِّرِ بَيتِهِ: «أحضِرْ هَؤُلاءِ الرِّجالَ إلَى بَيتِي. وَاذْبَحْ ذَبيحَةً، وَجَهِّزْ مَأدُبَةً. إذْ سَيَأْكُلُ الرِّجالُ مَعِي عِندَ الظُّهْرِ.» ١٧ فَفَعَلَ الرَّجُلُ كَما أمَرَهُ يُوسُفَ. وَأحضَرَ الرِّجالَ إلَى بَيتِ يُوسُفَ.
١٨ وَعِندَما أُحضِرَ الرِّجالُ إلَى بَيتِ يُوسُفَ خافُوا. وَقالُوا: «لَقَدْ جِيءَ بِنا إلَى هُنا بِسَبَبِ المالِ الَّذِي أُعِيدَ إلَينا فِي أكْياسِنا فِي المَرَّةِ الأُولَى. لا شَكَّ أنَّهُ يُرِيدُ أنْ يَهجُمَ عَلَينا وَيَقْبِضَ عَلَينا، وَيَجْعَلَنا عَبِيداً عِندَهُ وَيَأْخُذَ حَمِيرَنا.»
١٩ فَاقتَرَبُوا مِنَ الخادِمِ المَسْؤُولِ عَنْ بَيتِ يُوسُفَ وَكَلَّمُوهُ عِندَ بابِ البَيتِ. ٢٠ قالُوا: «يا سَيِّدِي، نَزَلْنا أوَّلَ مَرَّةٍ لِنَشْتَرِيَ طَعاماً. ٢١ لَكِنْ حِينَ وَصَلْنا إلَى مَكانِ مَبِيتِنا، فَتَحْنا أكياسَنا، وَوَجَدَ كُلُّ واحِدٍ مِنّا عَلَى رَأْسِ كِيسِهِ كامِلَ المَبلَغِ الَّذِي دَفَعَهُ. وَها نَحنُ قَدْ أرْجَعْنا المالَ مَعَنا. ٢٢ وَأحضَرْنا مَعَنا أيضاً مالاً لِشِراءِ طَعامٍ. وَنَحنُ لا نَعرِفُ مَنْ وَضَعَ المالَ فِي أكياسِنا.»
٢٣ فَقالَ الخادِمُ: «اطمَئِنُّوا، وَلا تَخافُوا. لا بُدَّ أنَّ إلَهَكُمْ، إلَهَ أبِيكُمْ، هُوَ الَّذِي وَضَعَ كَنزاً فِي أكياسِكُمْ. فَقَدِ اسْتَلَمْتُ أنا مالَكُمْ.» ثُمَّ أحضَرَ لَهُمْ شَمْعُونَ. ٢٤ وَبَعدَ هَذا دَخَلَ بِهِمِ الرَّجُلُ إلَى بَيتِ يُوسُفَ. وَقَدَّمَ لَهُمْ ماءً، فَغَسَلُوا أرجُلَهُمْ. ثُمَّ قَدَّمَ طَعاماً لِحَمِيرِهِمْ.
٢٥ ثُمَّ أعَدُّوا الهَدِيَّةَ لِتَقْدِيمِها لِيُوسُفَ عِندَ حُضُورِهِ ظُهْراً، لِأنَّهُمْ سَمِعُوا أنَّهُمْ سَيَتَناوَلُونَ الغَذاءَ مَعَهُ.
٢٦ فَلَمّا جاءَ يُوسُفُ إلَى البَيتِ، قَدَّمُوا لَهُ الهَدِيَّةَ الَّتِي أحضَرُوها إلَى بَيتِهِ. وَانحَنُوا لَهُ وَوُجُوهُهُمْ إلَى الأرْضِ.
٢٧ ثُمَّ سَألَهُمْ عَنْ حالِهِمْ. وَقالَ: «كَيفَ حالُ أبِيكُمِ العَجُوزِ الَّذِي أخبَرْتُمُونِي عَنْهُ؟ أما زالَ حَيّاً؟»
٢٨ فَقالُوا: «خادِمُكَ، أبوْنا، فِي صِحَّةٍ جَيِّدَةٍ. وَهُوَ ما يَزالُ حَيّاً.» ثُمَّ انحَنُوا عَلَى وُجُوهِهِمْ أمامَهُ احتِراماً لَهُ.
٢٩ فَتَطَلَّعَ يُوسُفُ فَرَأى بَنْيامِيْنَ أخاهُ، ابْنَ أُمِّهِ. فَقالَ: «أهَذا هُوَ أخُوكُمُ الأصْغَرُ الَّذِي حَدَّثْتُمُونِي عَنْهُ؟» ثُمَّ قالَ لَهُ: «لِيُنْعِمْ عَلَيكَ اللهُ، يا ابْنِي.»
٣٠ ثُمَّ اندَفَعَ خارِجاً مِنَ الغُرْفَةِ لِأنَّ مَشاعِرَهُ نَحْوَ أخِيهِ كانَتْ قَوِيَّةً. أرادَ أنْ يَبْكِيَ. فَذَهَبَ إلَى غُرْفَتِهِ وَبَكَى هُناكَ.
٣١ ثُمَّ غَسَلَ وَجهَهُ وَخَرَجَ. وَضَبَطَ نَفْسَهُ وَقالَ: «قَدِّمُوا الطَّعامَ.»
٣٢ فَقَدَّمَ لَهُ الخُدّامُ الطَّعامَ عَلَى طاوِلَةٍ لِوَحدِهِ، وَلِلإخْوَةِ عَلَى طاوِلَةٍ أُخْرَى. وَقَدَّمُوا الطَّعامَ لِلمِصْرِيِّينَ الَّذِينَ يَأْكُلُونَ مَعَهُ عَلَى طاوِلَةٍ ثالِثَةٍ لِوَحدِهِمْ، لِأنَّ المِصْرِيِّينَ لا يَأْكُلُونَ مَعَ العِبْرانِيِّينَ، بَلْ يُبغِضُونَ ذَلِكَ!§ ٣٣ وَأُجلِسَ الإخوَةُ حَسَبَ تَرْتِيبِ وِلادَتِهِمْ، مِنَ الأكْبَرِ إلَى الأصْغَرِ. وَكانَ الإخوَةُ يَنْظُرُونَ أحَدُهُمْ إلَى الآخَرِ فِي دَهشَةٍ. ٣٤ ثُمَّ أمَرَ يُوسُفُ الخُدّامَ بِأنْ يَأْخُذُوا حِصَصاً مِنَ الطَّعامِ مِنْ طاوِلَتِهِ وَيُقَدِّمُوها لَهُمْ. غَيرَ أنَّ حِصَّةَ بَنْيامِيْنَ كانَتْ خَمْسَةَ أضْعافِ حِصَصِ الآخَرِينَ. فَأكَلُوا وَشَرِبُوا مَعَهُ حَتِّى شَبِعُوا وَارْتَوُوا.
يُوسُفُ يضعُ فخّاً
`,
'/page2':html`
٤٤
ثُمَّ أمَرَ يُوسُفُ الخادِمَ المَسْؤُولَ عَنْ بَيتِهِ وَقالَ لَهُ: «املأْ أكْياسَ الرِّجالِ مِنَ الطَّعامِ بِقَدْرِ ما يَسْتَطِيعُونَ أنْ يَحمِلُوا. ثُمَّ ضَعْ مالَ كُلِّ رَجُلٍ فِي كِيسِهِ. ٢ وَضَعْ كَأْسِيَ الفِضِّيَّةَ عَلَى رَأْسِ كِيسِ الأخِ الأصْغَرِ مَعَ مالِهِ.» فَفَعَلَ الخادِمُ كَما أمَرَهُ يُوسُفُ.
٣ فَلَمّا بَزَغَ الفَجْرُ أُرْسِلَ الرِّجالُ مَعَ حَمِيرِهِمْ. ٤ وَقَبلَ أنْ يَبْتَعِدُوا كَثِيراً عَنِ المَدِينَةِ، قالَ لِلخادِمِ المَسْؤُولِ عَنِ بَيتِهِ: «الحَقْ بِهِمْ فَوراً، وَأدرِكْهُمْ. وَقُلْ لَهُمْ: ‹لِماذا قابَلْتُمُ الخَيرَ بِالشَّرِّ؟ ٥ ألَيسَتْ هَذِهِ كَأْسُ سَيِّدِي الَّتِي يَسْتَخدِمُها لِكَشْفِ الأُمورِ الخَفِيَّةِ؟ فَلِماذا سَرَقْتُمُوها؟ قَدْ أسَأتُمْ بِفِعلَتِكُمْ هَذِهِ.›»
٦ فَلَمّا أدرَكَهُمُ الخادِمُ، كَرَّرَ عَلَى مَسامِعِهِمْ كُلَّ هَذا الكَلامِ.
٧ فَقالَ لَهُ الإخْوَةُ: «لِماذا يَقُولُ سَيِّدِي كُلَّ هَذا الكَلامِ؟ لَيسَ مِنْ أخلاقِنا أنْ نَفْعَلَ مِثلَ هَذا الأمْرِ! ٨ ها قَدْ عُدنا إلَيكَ مِنْ أرْضِ كَنْعانَ بِالمالِ الَّذِي وَجَدْناهُ عَلَى رَأْسِ أكياسِنا. فَلِماذا نَسْرِقُ فِضَّةً أوْ ذَهَباً مِنْ بَيتِ سَيِّدِكَ؟ ٩ إذا عَثَرْتَ عَلَى الكَأْسِ مَعَ أيِّ واحِدٍ مِنّا، نَحنُ خُدّامَكَ، فَلْيَكُنِ المَوْتُ مَصِيرَهُ. وَلْتُصْبِحْ بَقِيَّتُنا عَبِيداً لَدَى سَيِّدِي.»
١٠ فَقالَ الخادِمُ: «حَسَناً، لِيَكُنِ الأمْرُ كَما قُلْتُمْ. فَإنْ وَجَدْتُ الكَأْسَ مَعَ أيٍّ مِنْكُمْ، فَإنَّهُ سَيَصِيرُ عَبْداً لِي. أمّا بَقِيَّتُكُمْ فَتَكُونُونَ أحْراراً.»
نجاحُ الفخِّ وَالقبضُ على بَنْيامِيْن
١١ فَأسْرَعَ كُلُّ واحِدٍ بِإنْزالِ كِيسِهِ إلَى الأرْضِ وَفَتَحَهُ. ١٢ وَفَتَّشَ الخادِمُ الجَمِيعَ، بَدْءاً بِالأكْبَرِ وَانتِهاءً بِالأصْغَرِ. وَوَجَدَ الكَأْسَ فِي كِيسِ بَنْيامِيْنَ. ١٣ فَمَزَّقَ الإخوَةُ ثِيابَهُمْ حُزْناً. وَقامَ كُلُّ واحِدٍ بِتَحمِيلِ حِمارِهِ وَالعَوْدَةِ إلَى المَدِينَةِ.
١٤ فَلَمّا جاءَ يَهُوذا وَإخوَتُهُ إلَى بَيتِ يُوسُفَ، كانَ يُوسُفُ ما يَزالُ هُناكَ. فَألْقُوا بِأنفُسِهِمْ عَلَى الأرْضِ أمامَهُ. ١٥ فَقالَ لَهُمْ يُوسُفُ: «ما هَذا الَّذِي فَعَلْتُمُوهُ؟ ألا تَعرِفُونَ أنَّ الأسرارَ تُكشَفُ لِرَجُلٍ مِثلِي؟»
١٦ فَقالَ يَهُوذا: «ماذا عَسانا نَقُولُ يا سَيِّدِي؟ ماذا عَسانا نَقُولُ؟ وَكَيفَ نُبَرِّئُ أنفُسَنا؟ فَقَدْ كَشَفَ اللهُ جَرِيمَةَ خُدّامِكَ. فَها نَحْنُ بَينَ يَدَيكَ يا سَيِّدِي، نَحْنُ وَمَنْ وُجِدَتِ الكَأْسُ فِي حَوْزَتِهِ.»
١٧ فَقالَ يُوسُفُ: «لَيسَ مِنْ شِيمِي أنْ أفْعَلَ هَذا! فَالرَّجُلُ الَّذِي وُجِدَتِ الكَأْسُ فِي حَوْزَتِهِ هُوَ فَقَطْ يَكُونُ عَبْداً لِي. أمّا بَقِيَّتُكُمْ، فَيُمْكِنُكُمْ أنْ تَذْهَبُوا بِسَلامٍ إلَى أبِيكُمْ.»
يَهُوذا يتضرّعُ منْ أجلِ بَنْيامِيْن
١٨ غَيرَ أنَّ يَهُوذا اقْتَرَبَ مِنْ يُوسُفَ وَقالَ: «يا سَيِّدِي، اسْمَحْ لِي، أنا عَبْدَكَ، بِأنْ أقُولَ شَيئاً لَكَ، يا سَيِّدِي. وَلا تَغْضَبْ مِنِّي، أنا عَبْدَكَ. فَأنتَ فِي مَقامِ فِرعَوْنَ. ١٩ أنتَ سَألْتَنا، نَحنُ خُدّامَكَ: ‹ألَدَيكُمْ أبٌ أوْ أخٌ؟› ٢٠ فَقُلْنا لَكَ، يا سَيِّدِي: ‹لَدَينا أبٌ عَجُوزٌ، وَأخٌ أصْغَرُ وُلِدَ لِأبِينا فِي شَيخُوخَتِهِ. وَأخُوهُ مِنْ أُمِّهِ مَيتٌ. وَهَذا الأخُ الأصْغَرُ هُوَ الَّذِي بَقِيَ وَحدَهُ مِنْ أبْناءِ أُمِّهِ. وَلِهَذا فَإنَّ أباهُ يُحِبُّهُ كَثِيراً.› ٢١ ثُمَّ طَلَبْتَ مِنّا، نَحنُ خُدّامَكَ، وَقُلْتَ: ‹أحضِرُوهُ إلَيَّ لِكَي أراهُ› ٢٢ لَكِنَّنا قُلْنا لَكَ، يا سَيِّدِي لا يَقْدِرُ الفَتَى أنْ يَتْرُكَ أباهُ. فَإنْ تَرَكَ أباهُ، ماتَ أبوْهُ مِنْ بَعدِهِ. ٢٣ ثُمَّ قُلْتَ لَنا نَحنُ خُدّامَكَ: ‹إنْ لَمْ يَنزِلْ أخُوكُمُ الأصْغَرُ مَعَكُمْ، فَلَنْ تَرُوا وَجهِي مَرَّةً أُخْرَى.› ٢٤ وَعِندَما صَعِدْنا إلَى خادِمِكَ، أبِينا، أخبَرْناهُ بِكُلِّ ما أخْبَرْتَنا.
٢٥ «ثُمَّ قالَ أبوْنا: ‹عُودُوا وَاشْتَرُوا طَعاماً لَنا.› ٢٦ فَقُلْنا لَهُ: ‹لا نَقْدِرُ أنْ نَنزِلَ إلَى هُناكَ. أمّا إذا كانَ أخُونا مَعَنا، فَسَنَنْزِلُ. إذْ لا نَسْتَطِيعُ رُؤْيَةَ وَجهِ الحاكِمِ، ما لَمْ يَكُنْ أخُونا الأصْغَرُ مَعَنا.› ٢٧ فَقالَ لَنا أبوْنا خادِمُكَ: ‹أنتُمْ تَعلَمُونَ أنَّ زَوجَتِي راحِيلَ أنجَبَتْ لِي ابْنَينِ. ٢٨ تَرَكَنِي أحَدُهُما، فَقُلْتُ: لا بُدَّ أنَّ حَيواناً مُفْتَرِساً مَزَّقَهُ تَمْزيقاً. وَلَمْ أرَهُ مُنذُ ذَلِكَ الحِينِ. ٢٩ فَإذا أخَذْتُمْ هَذا أيضاً مِنِّي وَحَصَلَ لَهُ أذَىً، فَسَأمُوتُ رَجُلاً عَجُوزاً حَزِيناً.› ٣٠ وَالآنَ، إنْ ذَهَبْتُ، أنا خادِمَكَ، إلَى أبِي، دُونَ أنْ يَكُونَ الفَتَى مَعِي، وَنَفْسُهُ شَدِيدَةُ التَّعَلُّقِ بِهِ، ٣١ سَيَمُوتُ وَالِدِي إذا رَأى أنَّ الفَتَى لَيسَ مَعَنا. وَسَنَكُونُ، نَحنُ خُدّامَكَ، قَدْ أرْسَلْنا أبانا، خادِمَكَ، إلَى القَبْرِ رَجُلاً عَجُوزاً حَزِيناً.»
٣٢ «فَأنا تَعَهَّدْتُ بِإرْجَاعِ الفَتَى لِأبِي، وَقُلْتُ لَهُ: ‹إنْ لَمْ أُرجِعْهُ إلَيكَ، حَمِّلْنِي ذَنْبَ ذَلِكَ كُلَّ أيّامِ حَياتِي.› ٣٣ فَالآنَ اسْمَحْ لِي، أنا خادِمَكَ، بِأنْ أبقَى هُنا عَبْداً لَكَ، يا سَيِّدِي، مَكانَ أخِي. وَدَعِ الفَتَى يَذْهَبْ مَعَ إخْوَتِهِ. ٣٤ وَإلّا فَكَيفَ يُمْكِنُنِي أنْ أذْهَبَ إلَى أبِي، دُونَ أنْ يَكُونَ أخِي مَعِي؟ وَكَيفَ يُمكِنُنِي أنْ أرَى المِحنَةَ الَّتِي سَتُصِيبُ أبِي؟»
يُوسُفُ يكشفُ عنْ هويّتِه
`,
'/page3':html`
٤٥
فَلَمْ يَقدِرْ يُوسُفُ أنْ يَضْبُطَ نَفْسَهُ أمامَ خُدّامِهِ. فَصَرَخَ: «لِيَنصَرِفِ الجَمِيعُ مِنْ هُنا!» فَلَمْ يَبْقَ أحَدٌ مَعَ يُوسُفَ عِندَما كَشَفَ لَهُمْ هُوِيَّتَهُ. ٢ لَكِنَّهُ بَكَى بِصَوتٍ مُرتَفِعٍ حَتَّى سَمِعَهُ المِصْرِيُّونَ وَجَميعُ بَيتِ فِرعَوْنَ. ٣ فَقالَ يُوسُفُ لإخوَتِهِ: «أنا يُوسُفُ، فَهَلْ أبِي حَيٌّ؟» لَمْ يَسْتَطِعْ إخْوَتُهُ أنْ يُجِيبُوهُ. فَقَدْ كانُوا خائِفِينَ مِنْهُ فِي حَضْرَتِهِ.
٤ وَقالَ يُوسُفُ لإخوَتِهِ: «تَعالُوا وَاقْتَرِبُوا مِنِّي.» فَاقتَرَبُوا، فَقالَ لَهُمْ: «أنا يُوسُفُ أخُوكُمُ الَّذي بِعْتُمُوهُ عَبداً لِمِصْرَ. ٥ لَكِنْ لا تَنزَعِجُوا، وَلا تَغضَبُوا مِنْ أنفُسِكُمْ لِأنَّكُمْ بِعْتُمُونِي لِهَذا المَكانِ، فَقَدْ أرْسَلَنِي اللهُ قَبلَكُمْ لِكَي أُنقِذَ حَياةَ كَثِيرِينَ. ٦ ها قَدْ مَضَتْ سَنَتانِ عَلَى المَجاعَةِ. وَما زالَتْ هُناكَ خَمْسُ سَنَواتٍ دُونَ حِراثَةٍ أوْ حَصادٍ. ٧ لَكِنَّ اللهَ أرْسَلَنِي قَبلَكُمْ لِكَي يَضْمَنَ بَقاءَ بَقِيَّةٍ مِنْ شَعبِكُمْ، وَلِكَي يُبقِيَكُمْ أحياءَ بِطَرِيقَةٍ مُدهِشَةٍ. ٨ فَلَسْتُمْ أنتُمْ مَنْ أرسَلَنِي إلَى هُناكَ، بَلِ اللهُ. وَهُوَ الَّذِي جَعَلَنِي كَأبٍ لِفِرْعَوْنَ، وَسَيِّداً عَلَى أرْضِ مِصْرَ كُلِّها.»
يُوسُفُ يدعو أباهُ إلَى مِصر
٩ وَقالَ لَهُمْ: «أسْرِعُوا وَاذهَبُوا إلَى أبِيكُمْ. وَقُولُوا لَهُ هَذِهِ رِسالَةٌ مِنَ ابْنِكَ يُوسُفَ:
 
‹قَدْ جَعَلَنِي اللهُ سَيِّداً عَلَى مِصْرَ كُلِّها. فانزِلْ إلَيَّ، وَلا تَتَأخَّرْ. ١٠ سَتَسْكُنُ فِي أرْضِ جاسانَ. وَسَتَكُونُ قَرِيباً مِنِّي، أنتَ وَأبْناؤُكَ وَأحفادُكَ وَقُطعانُ غَنَمِكَ وَبَقَرِكَ وَكُلُّ ما لَدَيكَ. ١١ وَسَأعُولُكَ هُناكَ، فَلا تَحتاجَ لا أنتَ وَلا عائِلَتُكَ وَلا الَّذِينَ مَعَكَ إلَى شَيءٍ. فَمازالَتْ هُناكَ خَمْسُ سَنَواتٍ أُخْرَى مِنَ المَجاعَةِ.›
 
١٢ «وَها أنتُمْ وَأخِي بَنْيامِيْنَ تَرَوْنَ بِأنفُسِكُمْ أنِّي أنا يُوسُفُ. ١٣ فَأخبِرُوا أبِي عَنِ المَكانَةِ الرَّفِيعَةِ الَّتِي نِلْتُها فِي مِصْرَ. وَاحكُوا لَهُ عَنْ كُلِّ ما رَأيتُمْ. ثُمَّ عَجِّلُوا بِإحضارِ أبِي إلَى هُنا.»
١٤ ثُمَّ عانَقَ يُوسُفُ أخاهُ بَنْيامِيْنَ وَبَكَى. وَبَكَى بَنْيامِيْنُ أيضاً وَهُوَ يُعانِقُهُ. ١٥ وَبَعدَ ذَلِكَ قَبَّلَ يُوسُفُ كُلَّ إخْوَتِهِ وَبَكَى وَهُوَ يُعانِقُهُمْ. حِينَئِذٍ، بَدَأُوا يَتَحَدَّثُونَ مَعَهُ.
١٦ وَوَصَلَتِ الأخبارُ إلَى قَصْرِ فِرعَوْنَ. وَعَلِمَ أنَّ إخْوَةَ يُوسُفَ قَدْ جاءُوا. فَفَرِحَ فِرعَوْنُ وَوُزَراؤُهُ. ١٧ وَقالَ فِرعَوْنُ لِيُوسُفَ: «قُلْ لإخوَتِكَ: ‹افعَلُوا هَذا: حَمِّلُوا حَمِيرَكُمْ بِالطَّعامِ وَاذْهَبُوا إلَى أرْضِ كَنْعانَ. ١٨ ثُمَّ أحضِرُوا أباكُمْ وَعائِلاتِكُمْ وَتَعالَوا عِندِي. وَسَأُعطِيكُمْ أفضَلَ أرْضٍ فِي مِصْرَ. وَسَتَأْكُلُونَ أجوَدَ طَعامٍ فِي البِلادِ.› ١٩ وَمُرْهُمْ: ‹افعَلُوا هَذا: خُذُوا عَرَباتٍ لَكُمْ مِنْ أرْضِ مِصْرَ لِأبْنائِكُمْ وَلِزَوْجاتِكُمْ وَأحضِرُوا أباكُمْ وَارجِعُوا. ٢٠ وَلا تَأسَفُوا عَلَى تَرْكِ حاجِياتِكُمْ خَلْفَكُمْ. إذْ سَيَكُونُ أفضَلَ ما فِي أرْضِ مِصْرَ لَكُمْ.›»
٢١ وَهَكَذا فَعَلَ أولادُ إسْرائِيلَ. وَأعطاهُمْ يُوسُفُ عَرَباتٍ كَما أمَرَ فِرعَوْنُ. وَأعطاهُمْ طَعاماً لِلطَّرِيقِ أيضاً. ٢٢ وَأعطَى لِكُلِّ واحِدٍ مِنْهُمْ ثَوْباً جَدِيداً. وَأمّا بَنْيامِيْنُ فَأعطاهُ ثَلاثَ مِئَةِ قِطعَةٍ مِنَ الفِضَّةِ وَخَمْسَةَ أثْوابٍ جَدِيدَةٍ. ٢٣ وَأرْسَلَ لِأبِيهِ ما يَلِي: عَشْرَةَ حَمِيرٍ مُحَمَّلَةً بِخَيراتِ مِصْرَ، وَعَشَرَ أُتُنٍ مُحَمَّلَةً بِالقَمْحِ وَالخُبْزِ وَالطَّعامِ لِرِحلَةِ أبِيهِ. ٢٤ فَوَدَّعَ يُوسُفُ إخْوَتَهُ، فانطَلَقُوا. وَقالَ لَهُمْ يُوسُفُ: «لا تَتَشاجَرُوا فِي الطَّرِيقِ.»
٢٥ فَصَعِدُوا مِنْ مِصْرَ، وَذَهَبُوا إلَى بَيتِ أبِيهِمْ يَعقُوبَ فِي أرْضِ كَنْعانَ. ٢٦ وَقالُوا لَهُ: «ما زالَ يُوسُفُ حَيّاً، وَهُوَ يَحكُمُ أرْضَ مِصْرَ كُلَّها.»
فَصُعِقَ أبوهُمْ، إذْ لَمْ يُصَدِّقْهُمْ! ٢٧ فَأخبَرُوهُ كُلَّ ما قالَهُ لَهُمْ يُوسُفُ. ثُمَّ رَأى يَعقُوبُ العَرَباتِ الَّتِي أرْسَلَها يُوسُفُ لِتَحمِلَهُ إلَى مِصْرَ. فانتَعَشَ يَعقُوبُ. ٢٨ ثُمَّ قالَ إسْرائِيلُ: «يَكفِي ما قُلْتُمْ. أنا أُصَدِّقُ الآنَ أنَّ ابْنِي يُوسُفَ مازالَ حَيّاً. سَأذْهَبُ وَأراهُ قَبلَ أنْ أمُوتَ.»
اللهُ يؤكّدُ الخبرَ لإسْرائيل
`,
}
