import { html } from '/wildtype/lit.js';
// korean
export const templates = {
	code: 'ko',
	'lang': '한국어',
	'key.key': html`언어 <a href=http://shakespeare.mit.edu/hamlet/hamlet.2.2.html>예</a>`,
	hello: html`안녕하세요`,
	'demo.text.sample': html`
<p>
지금은 혼자입니다.
</p>
<p>
오, 나는 얼마나 불량한 농부 노예인가! 이 플레이어가 여기 있는 것이 괴물이 아닙니까? 그러나 소설에서, 열정의 꿈에서, 그의 영혼이 그렇게 자신의 자만심에 사로잡혀서 그녀가 일하고 있는 그의 모든 얼굴이 원하지 않게 되고, 그의 눈에는 눈물이, 그의 면면에서는 주의 산만, A 부서진 목소리와 그의 모든 기능이 그의 자만심에 맞는 형태로? 그리고 모든 것을 위해! 헤쿠바를 위하여!
</p>
<p>
그에게 Hecuba는 무엇입니까, 아니면 Hecuba에게 그는 그녀를 위해 울어야합니까? 그가 내가 가진 열정과 동기가 있었다면 그는 무엇을 했을까요? 그는 무대를 눈물로 물에 잠기게 하고 무서운 말로 일반의 귀를 갈라지게 하고, 죄인을 미치게 하고 자유인을 화나게 하고, 무지한 자를 당황하게 하고, 눈과 귀의 기능을 참으로 놀라게 하리라. 그러나 나는 둔하고 진흙 투성이의 악당, 절정, John-a-dreams처럼 내 명분을 임신하지 않았으며 아무 말도 할 수 없습니다. 아니, 왕을 위해서가 아니라, 그의 재산과 가장 소중한 생명이 저주받은 패배를 당했습니다. 내가 겁쟁이인가? 누가 나를 빌런이라고 부를까? 내 앞머리를 부숴? 내 수염을 뽑고 내 얼굴에 불어? 코로 나를 비틀어? 나에게 거짓말을 해준다 나는 '목구멍, 폐만큼 깊다? 누가 나에게 이것을합니까? 하아!
</p>
<p>
'상처, 나는 그것을 받아야 한다. 그럴 수는 없다. 그러나 나는 비둘기 간이고 담즙이 부족하다. 억압을 쓰게 만들려면, 그렇지 않으면 내가 이 노예의 내장으로 모든 지역 연을 살찌웠어야 했다: 피투성이, 외설적인 악당! 무자비하고, 배신하고, 음탕하고, 친절하지 않은 악당!
</p>
<p>
오, 복수!
</p>
<p>
왜, 내가 무슨 엉덩이야! 이것은 가장 용감한 것입니다, 사랑하는 아버지의 아들이 살해당하고, 천국과 지옥에서 내 복수를 촉구하고, 창녀처럼 말로 내 마음의 포장을 풀고, 매우 칙칙한 것처럼 저주에 빠지고, 스컬리온!
</p>
<p>
화이팅! 포! 내 두뇌에 대해! 나는 연극에 앉아 있는 죄인들이 그 장면의 바로 그 교활함에 의해 영혼에 타격을 입었다는 것을 들었습니다. 살인은 혀가 없지만 가장 기적적인 기관으로 말할 것입니다. 나는 이 선수들에게 내 아버지의 살인 같은 게임을 하게 할 것이다. 내 삼촌 앞에서: 나는 그의 외모를 관찰할 것이다. 나는 빨리 그를 텐트 쳐주겠다: 그가 블렌치만 한다면 나는 나의 진로를 알고 있다. 내가 본 영은 악마일 수 있습니다. 그리고 악마는 기분 좋은 모양을 취할 수 있는 능력이 있습니다. 네, 그리고 아마도 저의 연약함과 우울함 때문에, 그는 그러한 영혼들에게 매우 유력하기 때문에, 저를 학대하여 저를 저주할 것입니다. 왕의.
</p>
`
}
